Repository: Gorbachevvv/winBitTorrent
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: be_by, ru_ru

# Setting_anonymous_mode
source: Enable anonymous mode
be_by: Уключыць ананімны рэжым
ru_ru: Включить анонимный режим

# DetailsGeneral.Header
source: General
be_by: Агульныя
ru_ru: Общие

# DetailsTrackers.Header
source: Trackers
be_by: Трэкеры
ru_ru: Трекеры

# DetailsPeers.Header
source: Peers
be_by: Піры
ru_ru: Пиры

# DetailsHttpSources.Header
source: HTTP Sources
be_by: HTTP-крыніцы
ru_ru: HTTP-источники

# DetailsContent.Header
source: Files
be_by: Файлы
ru_ru: Файлы

# DetailsSpeed.Header
source: Speed
be_by: Хуткасць
ru_ru: Скорость

# DetailsProgress.Text
source: Progress
be_by: Прагрэс
ru_ru: Прогресс

# DetailsAvailability.Text
source: Availability
be_by: Даступнасць
ru_ru: Доступность

# DetailsTimeActive.Text
source: Time active
be_by: Час актыўнасці
ru_ru: Время активности

# DetailsEta.Text
source: ETA
be_by: Засталося
ru_ru: Осталось

# DetailsDownloaded.Text
source: Downloaded
be_by: Загружана
ru_ru: Загружено

# DetailsUploaded.Text
source: Uploaded
be_by: Аддана
ru_ru: Отдано

# DetailsDownSpeed.Text
source: Down speed
be_by: Хуткасць загрузкі
ru_ru: Скорость загрузки

# DetailsUpSpeed.Text
source: Up speed
be_by: Хуткасць аддачы
ru_ru: Скорость отдачи

# DetailsRatio.Text
source: Ratio
be_by: Рэйтынг
ru_ru: Рейтинг

# DetailsSavePath.Text
source: Save path
be_by: Шлях захавання
ru_ru: Путь сохранения

# DetailsInfoHash.Text
source: Info hash v1
be_by: Інфо-хэш v1
ru_ru: Инфо-хеш v1

# RemoveSelectedTrackers.Text
source: Remove selected trackers
be_by: Выдаліць выбраныя трэкеры
ru_ru: Удалить выбранные трекеры

# BanSelectedPeers.Text
source: Ban selected peers
be_by: Заблакаваць выбраных піраў
ru_ru: Заблокировать выбранных пиров

# RemoveSelectedWebSeeds.Text
source: Remove selected web seeds
be_by: Выдаліць выбраныя вэб-сіды
ru_ru: Удалить выбранные веб-сиды

# DetailHeaderStatus.Text
source: Status
be_by: Стан
ru_ru: Состояние

# DetailHeaderSeeds.Text
source: Seeds
be_by: Сіды
ru_ru: Сиды

# DetailHeaderPeers.Text
source: Peers
be_by: Піры
ru_ru: Пиры

# DetailHeaderMessage.Text
source: Message
be_by: Паведамленне
ru_ru: Сообщение

# DetailHeaderIpPort.Text
source: IP / Port
be_by: IP / порт
ru_ru: IP / порт

# DetailHeaderCountry.Text
source: Country
be_by: Краіна
ru_ru: Страна

# DetailHeaderClient.Text
source: Client
be_by: Кліент
ru_ru: Клиент

# DetailHeaderFlags.Text
source: Flags
be_by: Сцягі
ru_ru: Флаги

# DetailHeaderName.Text
source: Name
be_by: Імя
ru_ru: Имя

# DetailHeaderSize.Text
source: Size
be_by: Памер
ru_ru: Размер

# DetailHeaderPriority.Text
source: Priority
be_by: Прыярытэт
ru_ru: Приоритет

# FilePrioritySkip.Text
source: Do not download
be_by: Не загружаць
ru_ru: Не загружать

# FilePriorityNormal.Text
source: Normal priority
be_by: Звычайны прыярытэт
ru_ru: Обычный приоритет

# FilePriorityHigh.Text
source: High priority
be_by: Высокі прыярытэт
ru_ru: Высокий приоритет

# FilePriorityMaximum.Text
source: Maximum priority
be_by: Максімальны прыярытэт
ru_ru: Максимальный приоритет

# Connection_Starting
source: Starting…
be_by: Запуск…
ru_ru: Запуск…

# Connection_StartingBackend
source: Starting backend…
be_by: Запуск сервернай часткі…
ru_ru: Запуск серверной части…

# Connection_Connecting
source: Connecting…
be_by: Падключэнне…
ru_ru: Подключение…

# Connection_Authenticating
source: Authenticating…
be_by: Аўтэнтыфікацыя…
ru_ru: Аутентификация…

# Connection_Connected
source: Connected
be_by: Падключана
ru_ru: Подключено

# Connection_Reconnecting
source: Reconnecting…
be_by: Паўторнае падключэнне…
ru_ru: Повторное подключение…

source: Connection failed
be_by: Памылка падключэння
ru_ru: Ошибка подключения

# Connection_Stopping
source: Stopping…
be_by: Спыненне…
ru_ru: Остановка…

# Connection_Disconnected
source: Disconnected
be_by: Адключана
ru_ru: Отключено

# Search_Ready
source: Ready
be_by: Гатова
ru_ru: Готово

# Search_Starting
source: Starting search…
be_by: Запуск пошуку…
ru_ru: Запуск поиска…

# Search_Running
source: Running
be_by: Выконваецца
ru_ru: Выполняется

# Search_Stopped
source: Stopped
be_by: Спынены
ru_ru: Остановлен

# Search_Results
source: results
be_by: вынікаў
ru_ru: результатов

# AddTorrentWindow.Title
source: Add torrent
be_by: Дадаць торэнт
ru_ru: Добавить торрент

# AddTorrentTitle.Text
source: Add torrent
be_by: Дадаць торэнт
ru_ru: Добавить торрент

# AddTorrentSources.Header
source: Torrent links, magnet links, or local .torrent files
be_by: Торэнт-спасылкі, magnet-спасылкі ці лакальныя .torrent-файлы
ru_ru: Торрент-ссылки, magnet-ссылки или локальные .torrent-файлы

# AddTorrentSources.PlaceholderText
source: One source per line
be_by: Адна крыніца на радок
ru_ru: Один источник на строку

# CommonBrowse.Content
source: Browse…
be_by: Агляд…
ru_ru: Обзор…

# AddTorrentPreview.Content
source: Preview metadata
be_by: Папярэдні прагляд метаданых
ru_ru: Предпросмотр метаданных

# AddTorrentSavePath.Header
source: Save path
be_by: Шлях захавання
ru_ru: Путь сохранения

# AddTorrentCategory.Header
source: Category
be_by: Катэгорыя
ru_ru: Категория

# AddTorrentTags.Header
source: Tags
be_by: Меткі
ru_ru: Метки

# AddTorrentTags.PlaceholderText
source: tag1, tag2
be_by: метка1, метка2
ru_ru: метка1, метка2

# AddTorrentStart.Content
source: Start torrent
be_by: Запусціць торэнт
ru_ru: Запустить торрент

# AddTorrentAutoTmm.Content
source: Automatic torrent management
be_by: Аўтаматычнае кіраванне торэнтам
ru_ru: Автоматическое управление торрентом

# AddTorrentSequential.Content
source: Download in sequential order
be_by: Паслядоўная загрузка
ru_ru: Последовательная загрузка

# AddTorrentFirstLast.Content
source: Download first and last pieces first
be_by: Спачатку загрузіць першую і апошнюю часткі
ru_ru: Сначала загрузить первую и последнюю части

# AddTorrentSkipCheck.Content
source: Skip hash check
be_by: Прапусціць праверку хэша
ru_ru: Пропустить проверку хеша

# AddTorrentDownLimit.Header
source: Download limit (KiB/s)
be_by: Ліміт загрузкі (КіБ/с)
ru_ru: Лимит загрузки (КиБ/с)

# AddTorrentUpLimit.Header
source: Upload limit (KiB/s)
be_by: Ліміт аддачы (КіБ/с)
ru_ru: Лимит отдачи (КиБ/с)

# AddTorrentMetadataHint.Text
source: Preview a magnet, URL, or torrent file to inspect its contents.
be_by: Выканайце папярэдні прагляд magnet-спасылкі, URL ці торэнт-файла, каб убачыць яго змесціва.
ru_ru: Выполните предпросмотр magnet-ссылки, URL или торрент-файла, чтобы увидеть его содержимое.

# CommonSelectAll.Content
source: Select all
be_by: Выбраць усё
ru_ru: Выбрать всё

# CommonSelectNone.Content
source: Select none
be_by: Зняць выдзяленне
ru_ru: Снять выделение

# AddTorrentRawMetadata.Header
source: Raw metadata
be_by: Зыходныя метаданыя
ru_ru: Исходные метаданные

# AddTorrentManagementMode.Text
source: Torrent management mode:
be_by: Рэжым кіравання торэнтам:
ru_ru: Режим управления торрентом:

# AddTorrentManagementManual.Content
source: Manual
be_by: Ручны
ru_ru: Ручной

# AddTorrentManagementAutomatic.Content
source: Automatic
be_by: Аўтаматычны
ru_ru: Автоматический

# AddTorrentSavePathLabel.Text
source: Save path
be_by: Шлях захавання
ru_ru: Путь сохранения

# AddTorrentUseTempPath.Content
source: Use another path for incomplete torrent
be_by: Асобны шлях для няпоўнага торэнта
ru_ru: Отдельный путь для неполного торрента

# AddTorrentSettingsTitle.Text
source: Torrent settings
be_by: Налады торэнта
ru_ru: Настройки торрента

# AddTorrentCategoryLabel.Text
source: Category:
be_by: Катэгорыя:
ru_ru: Категория:

# AddTorrentTagsLabel.Text
source: Tags:
be_by: Меткі:
ru_ru: Метки:

# AddTorrentStopConditionLabel.Text
source: Stop condition:
be_by: Умова спынення:
ru_ru: Условие остановки:

# AddTorrentStopConditionNone.Content
source: None
be_by: Няма
ru_ru: Нет

# AddTorrentContentLayoutLabel.Text
source: Content layout:
be_by: Склад змесціва:
ru_ru: Состав содержимого:

# AddTorrentContentLayoutOriginal.Content
source: Original
be_by: Зыходны
ru_ru: Исходный

# AddTorrentInfoTitle.Text
source: Torrent information
be_by: Звесткі аб торэнце
ru_ru: Сведения о торренте

# AddTorrentInfoName.Text
source: Name:
be_by: Імя:
ru_ru: Имя:

# AddTorrentInfoSize.Text
source: Size:
be_by: Памер:
ru_ru: Размер:

# AddTorrentInfoDate.Text
source: Date:
be_by: Дата:
ru_ru: Дата:

# AddTorrentInfoHashV1.Text
source: Info-hash v1:
be_by: Інфо-хэш v1:
ru_ru: Инфо-хеш v1:

# AddTorrentInfoHashV2.Text
source: Info-hash v2:
be_by: Інфо-хэш v2:
ru_ru: Инфо-хеш v2:

# AddTorrentInfoComment.Text
source: Comment:
be_by: Каментарый:
ru_ru: Комментарий:

# AddTorrentSourcesPanel.Header
source: Torrent sources
be_by: Крыніцы торэнта
ru_ru: Источники торрента

# AddTorrentBrowseFile.Content
source: Add .torrent…
be_by: Дадаць .torrent…
ru_ru: Добавить .torrent…

# AddTorrentFilesFilter.PlaceholderText
source: Filter files…
be_by: Фільтр файлаў…
ru_ru: Фильтр файлов…

# AddTorrentFileNameHeader.Text
source: Name
be_by: Імя
ru_ru: Имя

# AddTorrentFileSizeHeader.Text
source: Total size
be_by: Агульны памер
ru_ru: Общий размер

# AddTorrentFilePriorityHeader.Text
source: Priority
be_by: Прыярытэт
ru_ru: Приоритет

# AddTorrentPriorityDoNotDownload.Content
source: Do not download
be_by: Не загружаць
ru_ru: Не загружать

# AddTorrentPriorityNormal.Content
source: Normal
be_by: Звычайны
ru_ru: Обычный

# AddTorrentPriorityHigh.Content
source: High
be_by: Высокі
ru_ru: Высокий

# AddTorrentPriorityMaximum.Content
source: Maximum
be_by: Максімальны
ru_ru: Максимальный

# CommonNotAvailable
source: N/A
be_by: Н/Д
ru_ru: Н/Д

# CommonAdd.Content
source: Add
be_by: Дадаць
ru_ru: Добавить

# SearchPattern.PlaceholderText
source: Search pattern
be_by: Пошукавы запыт
ru_ru: Поисковый запрос

# SearchCategoryAll.Content
source: All categories
be_by: Усе катэгорыі
ru_ru: Все категории

# SearchCategoryMovies.Content
source: Movies
be_by: Фільмы
ru_ru: Фильмы

# SearchCategoryTv.Content
source: TV shows
be_by: Серыялы
ru_ru: Сериалы

# SearchCategoryMusic.Content
source: Music
be_by: Музыка
ru_ru: Музыка

# SearchCategoryGames.Content
source: Games
be_by: Гульні
ru_ru: Игры

# SearchCategorySoftware.Content
source: Software
be_by: Праграмы
ru_ru: Программы

# SearchAllPlugins.PlaceholderText
source: All plugins
be_by: Усе плагіны
ru_ru: Все плагины

# SearchButton.Content
source: Search
be_by: Пошук
ru_ru: Поиск

# SearchStop.Content
source: Stop
be_by: Спыніць
ru_ru: Остановить

# SearchDownload.Content
source: Download
be_by: Загрузіць
ru_ru: Загрузить

# SearchPlugins.Content
source: Search plugins…
be_by: Пошукавыя плагіны…
ru_ru: Поисковые плагины…

# SearchColumnLeechers.Header
source: Leechers
be_by: Лічы
ru_ru: Личи

# SearchColumnEngine.Header
source: Engine
be_by: Сістэма
ru_ru: Система

# RssNewFeed.Label
source: New feed
be_by: Новая стужка
ru_ru: Новая лента

# RssNewFolder.Label
source: New folder
be_by: Новая папка
ru_ru: Новая папка

# RssRefresh.Label
source: Refresh
be_by: Абнавіць
ru_ru: Обновить

# RssRemove.Label
source: Remove
be_by: Выдаліць
ru_ru: Удалить

# RssRules.Label
source: RSS rules
be_by: Правілы RSS
ru_ru: Правила RSS

# RssFeeds.Text
source: Feeds
be_by: Стужкі
ru_ru: Ленты

# RssArticles.Text
source: Articles
be_by: Артыкулы
ru_ru: Статьи

# RssOpenLink.Content
source: Open link
be_by: Адкрыць спасылку
ru_ru: Открыть ссылку

# AddTorrent_LoadingMetadata
source: Loading torrent metadata…
be_by: Загрузка метаданых торэнта…
ru_ru: Загрузка метаданных торрента…

# AddTorrent_MetadataFailed
source: Torrent metadata could not be loaded.
be_by: Не атрымалася загрузіць метаданыя торэнта.
ru_ru: Не удалось загрузить метаданные торрента.

# AddTorrent_SourceRequired
source: Add at least one .torrent file, URL, or magnet link.
be_by: Дадайце хаця б адзін .torrent-файл, URL ці magnet-спасылку.
ru_ru: Добавьте хотя бы один .torrent-файл, URL или magnet-ссылку.

# AddTorrent_ClearUnwantedFiles
source: Clear files you do not want to download.
be_by: Зніміце адзнакі з файлаў, якія не трэба загружаць.
ru_ru: Снимите отметки с файлов, которые не нужно загружать.

# AddTorrent_LocalPrioritiesHint
source: Uploaded .torrent file priorities can be changed from the Files tab after adding.
be_by: Прыярытэты файлаў з загружанага .torrent можна змяніць на ўкладцы «Файлы» пасля дадання.
ru_ru: Приоритеты файлов из загруженного .torrent можно изменить на вкладке «Файлы» после добавления.

# AddTorrent_File
source: file
be_by: файл
ru_ru: файл

# AddTorrent_Files
source: files
be_by: файлаў
ru_ru: файлов

# Common_Apply
source: Apply
be_by: Ужыць
ru_ru: Применить

# Common_Cancel
source: Cancel
be_by: Адмена
ru_ru: Отмена

# Common_Delete
source: Delete
be_by: Выдаліць
ru_ru: Удалить

# Common_Confirm
source: Confirm
be_by: Пацвердзіць
ru_ru: Подтвердить

# Common_OK
source: OK
be_by: ОК
ru_ru: ОК

# Dialog_LocalFilesUnavailableTitle
source: Local files are unavailable
be_by: Лакальныя файлы недаступныя
ru_ru: Локальные файлы недоступны

# Dialog_LocalFilesUnavailableMessage
source: This torrent belongs to a remote profile. WinBitTorrent can only open folders for the managed local backend.
be_by: Гэты торэнт належыць выдаленаму профілю. WinBitTorrent можа адкрываць папкі толькі для кіраванай лакальнай сервернай часткі.
ru_ru: Этот торрент принадлежит удалённому профилю. WinBitTorrent может открывать папки только для управляемой локальной серверной части.

# Dialog_DestinationUnavailableTitle
source: Destination folder is not available
be_by: Папка прызначэння недаступная
ru_ru: Папка назначения недоступна

# Dialog_ReportedSavePath
source: qBittorrent reported save path
be_by: Шлях захавання, атрыманы ад qBittorrent
ru_ru: Путь сохранения, полученный от qBittorrent

# Dialog_DownloadPath
source: Download path
be_by: Шлях загрузкі
ru_ru: Путь загрузки

# Dialog_PathUnavailableReason
source: The path may not exist yet, or the torrent metadata has not finished syncing.
be_by: Магчыма, шлях яшчэ не існуе ці метаданыя торэнта яшчэ не сінхранізаваныя.
ru_ru: Возможно, путь ещё не существует или метаданные торрента ещё не синхронизированы.

# Dialog_CategoryName
source: Category name
be_by: Назва катэгорыі
ru_ru: Название категории

# Dialog_DefaultSavePath
source: Default save path
be_by: Шлях захавання па змаўчанні
ru_ru: Путь сохранения по умолчанию

# Dialog_NewCategory
source: New category
be_by: Новая катэгорыя
ru_ru: Новая категория

# Dialog_EditCategory
source: Edit category
be_by: Змяніць катэгорыю
ru_ru: Изменить категорию

# Dialog_DeleteCategory
source: Delete category?
be_by: Выдаліць катэгорыю?
ru_ru: Удалить категорию?

# Dialog_DeleteCategoryMessage
source: The torrents in “{0}” will become uncategorized.
be_by: Торэнты з катэгорыі «{0}» застануцца без катэгорыі.
ru_ru: Торренты из категории «{0}» останутся без категории.

# Dialog_CreateTags
source: Create tags
be_by: Стварыць меткі
ru_ru: Создать метки

# Dialog_CommaSeparatedTags
source: Comma-separated tag names
be_by: Назвы метак праз коску
ru_ru: Названия меток через запятую

# Dialog_DeleteTag
source: Delete tag?
be_by: Выдаліць метку?
ru_ru: Удалить метку?

# Dialog_DeleteTagMessage
source: Remove “{0}” from all torrents?
be_by: Выдаліць метку «{0}» ва ўсіх торэнтаў?
ru_ru: Удалить метку «{0}» у всех торрентов?

# Dialog_TorrentTags
source: Torrent tags
be_by: Меткі торэнта
ru_ru: Метки торрента

# Dialog_DownloadLimit
source: Download limit (KiB/s, 0 = unlimited)
be_by: Ліміт загрузкі (КіБ/с, 0 — без абмежаванняў)
ru_ru: Лимит загрузки (КиБ/с, 0 — без ограничений)

# Dialog_UploadLimit
source: Upload limit (KiB/s, 0 = unlimited)
be_by: Ліміт аддачы (КіБ/с, 0 — без абмежаванняў)
ru_ru: Лимит отдачи (КиБ/с, 0 — без ограничений)

# Dialog_TorrentRateLimits
source: Torrent rate limits
be_by: Ліміты хуткасці торэнта
ru_ru: Лимиты скорости торрента

# Dialog_RatioLimit
source: Ratio limit (-1 = global)
be_by: Ліміт рэйтынгу (-1 — агульны)
ru_ru: Лимит рейтинга (-1 — общий)

# Dialog_SeedingTimeLimit
source: Seeding time limit (minutes, -1 = global)
be_by: Ліміт часу раздачы ў хвілінах (-1 — агульны)
ru_ru: Лимит времени раздачи в минутах (-1 — общий)

# Dialog_InactiveSeedingTime
source: Inactive seeding time (minutes, -1 = global)
be_by: Неактыўны час раздачы ў хвілінах (-1 — агульны)
ru_ru: Неактивное время раздачи в минутах (-1 — общее)

# Dialog_ShareLimits
source: Share limits
be_by: Абмежаванні раздачы
ru_ru: Ограничения раздачи

# Dialog_RenameTorrent
source: Rename torrent
be_by: Перайменаваць торэнт
ru_ru: Переименовать торрент

# Dialog_NewName
source: New name
be_by: Новае імя
ru_ru: Новое имя

# Dialog_SetTorrentLocation
source: Set torrent location
be_by: Змяніць размяшчэнне торэнта
ru_ru: Изменить расположение торрента

# Dialog_ServerPath
source: Path on the qBittorrent server
be_by: Шлях на серверы qBittorrent
ru_ru: Путь на сервере qBittorrent

# Dialog_AddTrackers
source: Add trackers
be_by: Дадаць трэкеры
ru_ru: Добавить трекеры

# Dialog_TrackerPerLine
source: One tracker URL per line
be_by: Адзін URL трэкера на радок
ru_ru: Один URL трекера на строку

# Dialog_AddHttpSources
source: Add HTTP sources
be_by: Дадаць HTTP-крыніцы
ru_ru: Добавить HTTP-источники

# Dialog_UrlPerLine
source: One URL per line
be_by: Адзін URL на радок
ru_ru: Один URL на строку

# Dialog_PreviewUnavailable
source: Preview is not available
be_by: Папярэдні прагляд недаступны
ru_ru: Предпросмотр недоступен

# Dialog_SelectDownloadedFile
source: Select a downloaded file in the Files tab first.
be_by: Спачатку выберыце загружаны файл на ўкладцы «Файлы».
ru_ru: Сначала выберите загруженный файл на вкладке «Файлы».

# Dialog_DownloadedFileNotFound
source: The downloaded file was not found locally.
be_by: Загружаны файл не знойдзены на гэтым камп'ютары.
ru_ru: Загруженный файл не найден на этом компьютере.

# Dialog_ExpectedPath
source: Expected path
be_by: Чаканы шлях
ru_ru: Ожидаемый путь

# Dialog_AlsoDeleteFiles
source: Also delete files from disk
be_by: Таксама выдаліць файлы з дыска
ru_ru: Также удалить файлы с диска

# Dialog_DeleteSelectedTorrents
source: Delete selected torrents?
be_by: Выдаліць выбраныя торэнты?
ru_ru: Удалить выбранные торренты?

# Dialog_ChooseTorrentColumns
source: Choose torrent columns
be_by: Выбар калонак торэнтаў
ru_ru: Выбор колонок торрентов

# Filter_Uncategorized
source: Uncategorized
be_by: Без катэгорыі
ru_ru: Без категории

# Log_Blocked
source: Blocked
be_by: Заблакавана
ru_ru: Заблокировано

# Log_Allowed
source: Allowed
be_by: Дазволена
ru_ru: Разрешено

# Log_Normal
source: Normal
be_by: Звычайнае
ru_ru: Обычное

# Log_Information
source: Information
be_by: Інфармацыя
ru_ru: Информация

# Log_Warning
source: Warning
be_by: Папярэджанне
ru_ru: Предупреждение

# Log_Critical
source: Critical
be_by: Крытычнае
ru_ru: Критическое

# LogNormal.Content
source: Normal
be_by: Звычайныя
ru_ru: Обычные

# LogInformation.Content
source: Information
be_by: Інфармацыя
ru_ru: Информация

# LogWarning.Content
source: Warning
be_by: Папярэджанні
ru_ru: Предупреждения

# LogCritical.Content
source: Critical
be_by: Крытычныя
ru_ru: Критические

# CommonRefresh.Content
source: Refresh
be_by: Абнавіць
ru_ru: Обновить

# LogClear.Content
source: Clear view
be_by: Ачысціць
ru_ru: Очистить

# LogGeneralTab.Header
source: General log
be_by: Агульны часопіс
ru_ru: Общий журнал

# LogPeerTab.Header
source: Peer log
be_by: Часопіс піраў
ru_ru: Журнал пиров

# LogHeaderTime.Text
source: Time
be_by: Час
ru_ru: Время

# LogHeaderLevel.Text
source: Level
be_by: Узровень
ru_ru: Уровень

# LogHeaderIp.Text
source: IP address
be_by: IP-адрас
ru_ru: IP-адрес

# LogHeaderAction.Text
source: Action
be_by: Дзеянне
ru_ru: Действие

# LogHeaderReason.Text
source: Reason
be_by: Прычына
ru_ru: Причина

# ProfilesWindow.Title
source: Server profiles
be_by: Профілі сервераў
ru_ru: Профили серверов

# ProfilesTitle.Text
source: Profiles
be_by: Профілі
ru_ru: Профили

# CommonNew.Content
source: New
be_by: Стварыць
ru_ru: Создать

# CommonDelete.Content
source: Delete
be_by: Выдаліць
ru_ru: Удалить

# CommonClose.Content
source: Close
be_by: Закрыць
ru_ru: Закрыть

# CommonSave.Content
source: Save
be_by: Захаваць
ru_ru: Сохранить

# ProfileConnection.Text
source: Connection
be_by: Злучэнне
ru_ru: Подключение

# ProfileName.Header
source: Profile name
be_by: Назва профілю
ru_ru: Название профиля

# ProfileAddress.Header
source: Server address
be_by: Адрас сервера
ru_ru: Адрес сервера

# ProfileAuthentication.Header
source: Authentication
be_by: Аўтэнтыфікацыя
ru_ru: Аутентификация

# ProfileUserPassword.Content
source: Username and password
be_by: Імя карыстальніка і пароль
ru_ru: Имя пользователя и пароль

# ProfileApiKey.Content
source: Bearer API key
be_by: API-ключ Bearer
ru_ru: API-ключ Bearer

# ProfileUsername.Header
source: Username
be_by: Імя карыстальніка
ru_ru: Имя пользователя

# ProfileSecret.Header
source: Password or API key
be_by: Пароль ці API-ключ
ru_ru: Пароль или API-ключ

# ProfileFingerprint.Header
source: Pinned TLS certificate SHA-256 fingerprint (optional)
be_by: Замацаваны SHA-256 адбітак TLS-сертыфіката (неабавязкова)
ru_ru: Закреплённый SHA-256 отпечаток TLS-сертификата (необязательно)

# ProfileTrustFingerprint.Content
source: I verified and explicitly trust this certificate fingerprint
be_by: Я праверыў гэты адбітак сертыфіката і яўна давяраю яму
ru_ru: Я проверил этот отпечаток сертификата и явно доверяю ему

# ProfileSecretsProtected.Title
source: Secrets are protected
be_by: Сакрэтныя даныя абаронены
ru_ru: Секретные данные защищены

# ProfileSecretsProtected.Message
source: Passwords and API keys are saved in Windows Credential Manager, separately from profile JSON.
be_by: Паролі і API-ключы захоўваюцца ў дыспетчары ўліковых даных Windows асобна ад JSON профілю.
ru_ru: Пароли и API-ключи хранятся в диспетчере учётных данных Windows отдельно от JSON профиля.

# ProfileSaveConnect.Content
source: Save and connect
be_by: Захаваць і падключыцца
ru_ru: Сохранить и подключиться

# CreateTorrentWindow.Title
source: Create torrent
be_by: Стварыць торэнт
ru_ru: Создать торрент

# CreateTorrentTitle.Text
source: Create new torrent
be_by: Стварыць новы торэнт
ru_ru: Создать новый торрент

# CreateTorrentSource.Header
source: Source file or folder
be_by: Зыходны файл ці папка
ru_ru: Исходный файл или папка

# CommonFile.Content
source: File…
be_by: Файл…
ru_ru: Файл…

# CommonFolder.Content
source: Folder…
be_by: Папка…
ru_ru: Папка…

# CreateTorrentOutput.Header
source: Output .torrent file
be_by: Выхадны .torrent-файл
ru_ru: Выходной .torrent-файл

# CreateTorrentTrackers.Header
source: Tracker URLs (one per line, blank line starts a new tier)
be_by: URL трэкераў (па адным на радок; пусты радок пачынае новы ўзровень)
ru_ru: URL трекеров (по одному на строку; пустая строка начинает новый уровень)

# CreateTorrentComment.Header
source: Comment
be_by: Каментарый
ru_ru: Комментарий

# CreateTorrentPieceSize.Header
source: Piece size
be_by: Памер часткі
ru_ru: Размер части

# ChoiceAutomatic.Content
source: Automatic
be_by: Аўтаматычна
ru_ru: Автоматически

# CreateTorrentPrivate.Content
source: Private torrent
be_by: Прыватны торэнт
ru_ru: Приватный торрент

# CreateTorrentSeed.Content
source: Start seeding
be_by: Пачаць раздачу
ru_ru: Начать раздачу

# CreateTorrentReady.Text
source: Ready
be_by: Гатова
ru_ru: Готово

# CommonCreate.Content
source: Create
be_by: Стварыць
ru_ru: Создать

# CookiesWindow.Title
source: Cookies
be_by: Файлы cookie
ru_ru: Файлы cookie

# CookiesTitle.Text
source: qBittorrent cookies
be_by: Файлы cookie qBittorrent
ru_ru: Файлы cookie qBittorrent

# CookiesJson.Header
source: JSON cookie array
be_by: JSON-масіў файлаў cookie
ru_ru: JSON-массив файлов cookie

# CookiesSave.Content
source: Save cookies
be_by: Захаваць cookie
ru_ru: Сохранить cookie

# SearchPluginsWindow.Title
source: Search plugins
be_by: Пошукавыя плагіны
ru_ru: Поисковые плагины

# SearchPluginsTitle.Text
source: Search plugins
be_by: Пошукавыя плагіны
ru_ru: Поисковые плагины
